[
  {
    "quote":"All that was great in the past was ridiculed, condemned, combated, suppressed — only to emerge all the more powerfully, all the more triumphantly from the struggle.",
    "author":"Nikola Tesla"
  },
  {
    "quote":"Life is and will ever remain an equation incapable of solution, but it contains certain known factors.",
    "author":"Nikola Tesla"
  },
  {
    "quote":"Invention is the most important product of man's creative brain. The ultimate purpose is the complete mastery of mind over the material world, the harnessing of human nature to human needs.",
    "author":"Nikola Tesla"
  },
  {
    "quote":"We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences",
    "author":"Nikola Tesla"
  },
  {
    "quote":"Every once in a while, a new technology, an old problem, and a big idea turn into an innovation.",
    "author":"Dean Kamen"
  },
  {
    "quote":"Change is the end result of all true learning.",
    "author":"Leo Buscaglia"
  },
  {
    "quote":"Develop a passion for learning. If you do, you will never cease to grow.",
    "author":"Anthony J. D'Angelo"
  },
  {
    "quote":"Education is not preparation for life; education is life itself.",
    "author":"John Dewey"
  },
  {
    "quote":"A person who won't read has no advantage over one who can't read.",
    "author":"Mark Twain"
  },
  {
    "quote":"The true sign of intelligence is not knowledge but imagination.",
    "author":"Albert Einstein"
  },
  {
    "quote":"Intelligence is the ability to adapt to change.",
    "author":"Stephen Hawking"
  },
  {
    "quote":"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
    "author":"Albert Einstein"
  },
  {
    "quote":"There is only one corner of the universe you can be certain of improving, and that's your own self.",
    "author":"Aldous Huxley"
  },
  {
    "quote":"People won't have time for you if you are always angry or complaining.",
    "author":"Stephen Hawking"
  },
  {
    "quote":"We are all now connected by the Internet, like neurons in a giant brain.",
    "author":"Stephen Hawking"
  }
]
